@extends('frontend.master')
@section('content')
<div class="container mt-5">
  <div class="heading-checkout text-center mb-3">
    <h3>Terms and Conditions</h3>
  </div>

  <p dir="rtl"><strong>المقدّمة</strong><strong>:</strong></p>

  <p dir="rtl">منصة Five Dots المملوكة لمؤسسة النقط الخمس التجارية والمسجلة في المملكة العربية السعودية بموجب سجل تجاري
    رقم (2052103075) ترحّب بكم، موضحة لكم أدناه الشروط والأحكام المُنظّمة لاستخدامكم لمنصة Five Dots وكافة الآثار
    القانونية التي تنتج عن استخدامكم لخدماتها في الشبكة العنكبوتية، حيث أن استخدام أي شخصٍ كان للمنصة سواءً كان مستهلكاً
    أو تاجراً أو غير ذلك فإن هذا يُعد موافقة وقبول منه وهو بكامل أهليته المعتبرة شرعاً ونظاماً لكافة مواد وبنود وأحكام
    هذه
    الاتفاقية وهو تأكيد لالتزامكم بأنظمتها ولما ذُكر فيها، ونشير إليكم بأن منصة Five Dots قد تكون عبارة عن (موقع
    إلكتروني
    أو تطبيق على الهواتف المحمولة أو منصة إلكترونية) وتعتبر هذه الاتفاقية سارية المفعول ونافذة بمجرد قيامكم بالموافقة
    عليها والبدء في التسجيل بمنصة Five Dots بموجب المادتين الخامسة والعاشرة من نظام التعاملات الالكترونية السعودي.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الأولى</strong><strong> &ndash;
    </strong><strong>المقدّمة</strong><strong> </strong><strong>والتعريفات</strong><strong>:</strong>&nbsp;</p>

  <p dir="rtl">يعتبر التمهيد أعلاه جزءاً لا يتجزأ من هذه الاتفاقية، كما تجدون أدناه الدلالات والتعريفات للعبارات
    الرئيسية
    المستخدمة في هذه الاتفاقية :</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">(منصة Five Dots المملوكة لمؤسسة النقط الخمس التجارية): يقصَد بهذه العبارة تطبيق Five Dots الالكتروني،
      ويشمل هذا التعريف كافة أشكال تطبيق Five Dots على الشبكة العنكبوتية، سواءً كانت تطبيق الكتروني أو موقع الكتروني،
      وسيشار إليها أينما وردت في هذه الأحكام بـ(المنصة).</li>
    <li dir="rtl">(التاجر): يقصَد بهذه العبارة كل تاجر يسجّل في منصة Five Dots لعرض المنتجات الخاصة به، سواءً كان شخص
      طبيعي أو معنوي.</li>
    <li dir="rtl">(الحساب): يقصَد بهذه العبارة الحساب المستخدم من قبل التاجر في منصة Five Dots الالكترونية لعرض المنتجات
      الخاصة به.</li>
    <li dir="rtl">(المستهلك): يقصَد بهذه العبارة كل مستهلك يقوم بشراء المنتج أو الخدمة من التاجر، وذلك عن طريق صفحة
      التاجر
      الالكترونية المعروضة في منصة Five Dots.</li>
    <li dir="rtl">(الاتفاقية): يقصَد بهذه العبارة قواعد وشروط وأحكام استخدام منصة Five Dots الإلكترونية، أي كافة أحكام
      وشروط هذه الاتفاقية والتي تحكم وتنظّم العلاقة فيما بين أطراف هذه الاتفاقية.</li>
    <li dir="rtl">(مزود الخدمة): يقصَد بهذه العبارة الخدمات التي تقدمها منصة Five Dots للتُجّار عن طريق أطراف ثالثة مثل
      (شركات الشحن، البنوك.... إلخ)</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثانية</strong><strong> &ndash;
    </strong><strong>أهلية</strong><strong> </strong><strong>التاجر</strong><strong>
    </strong><strong>القانونية</strong><strong>:</strong>&nbsp;</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يقر التاجر بأنه ذا أهلية معتبرة شرعًا ونظامًا وأنه غير مصاب بأي عارض من عوارض الأهلية، وأن عمره لا يقل
      عن ثمانية عشرة عامًا، كما هو معتبر في القوانين والأنظمة المرعية بالمملكة العربية السعودية، وأنه على دراية كافية
      لعرض
      منتجاته عبر المنصة.</li>
    <li dir="rtl">استثناءً مما ورد في البند الأول (1) من المادة الثانية (2) يجوز للتاجر أن يمارس التجارة إذا كان يقل عن
      سن
      الرشد المعتبر في المملكة العربية السعودية (ثمانية عشرة عامًا) إذا التزم بأن يقدّم ما يثبت موافقة ولي أمره الكتابية
      على ممارسة التجارة الالكترونية وعرض المنتجات الخاصة به.</li>
    <li dir="rtl">في حال قيام التاجر بالتسجيل كمؤسسة أو شركة، أو أي شكل نظامي آخر، فإن هذه المؤسسة أو الشركة أو الشكل
      النظامي المسجّل عن طريقه يجب أن تتوافر فيه الأهلية القانونية والشرعية اللازمة للقيام بأعمال التجارة عبر المنصة
      الالكترونية.</li>
    <li dir="rtl">يوافق التاجر بأنه في حال مخالفته لهذه المادة أو أيً من فقراتها فإنه يتحمّل تبعات هذه المخالفة أمام
      المستهلكين أو المستخدمين أو الغير، حيث أن المنصة لا علاقة لها بتعاملات التاجر مع المستهلك أو الغير من الناحية
      القانونية والشرعية، كما أنه يحق لها في هذه الحالة مساءلة التاجر بموجب أحكام المسئولية العقدية، ومطالبته بالتعويض
      عن
      الأضرار التي قد تنشأ نتيجة هذه المخالفة، ومن قبيل هذه الأضرار ما يصيب المنصة في سمعتها أمام التجار الآخرين أو
      المستهلكين أو المستخدمين أو أمام الغير.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثالثة</strong><strong> &ndash;
    </strong><strong>طبيعة</strong><strong> </strong><strong>التزام</strong><strong>
    </strong><strong>منصة</strong><strong> </strong>Five Dots<strong>:</strong>&nbsp;</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">إن مهمة المنصة هي عرض منتجات التاجر، حيث أن التزامها بموجب هذه الاتفاقية يقتصر على عرض منتجات التاجر
      داخل المنصة، ووضع المنتجات أمام المستخدمين وتوفير وسائل الدفع للمستهلك .</li>
    <li dir="rtl">قد توفّر المنصة خدمات أخرى للتاجر أو الحساب كخدمات الدعم التسويقي أو خدمات التوجيه والإرشاد، وجميع
      خدمات
      منصة Five Dots تخضع لمواد وبنود وأحكام اتفاقية الاستخدام هذه.</li>
    <li dir="rtl">تعتبر منصة Five Dots منصة إلكترونية تقنية على شبكة الانترنت تتيح للتاجر الذي يوافق على هذه الاتفاقية
      عرض
      منتجاته داخل هذه المنصة، وممارسة نشاطه عبر الحساب الخاص به، ومهمتها تنتهي عند هذا الحد. فليس هناك أدنى مسئولية على
      المنصة حول المخالفات التي يقوم بها التاجر في حسابه المخالفة لأحكام هذه الاتفاقية.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الرابعة</strong><strong> &ndash;
    </strong><strong>ضوابط</strong><strong> </strong><strong>عرض</strong><strong> </strong><strong>وشحن</strong><strong>
    </strong><strong>المنتجات</strong>:</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يجوز لكل شخص توافرت فيه الأهلية القانونية المعتبرة نظاماً وشرعاً عرض المنتجات الخاصة به وفقاً لقواعد
      وأحكام اتفاقية الاستخدام وعلى وجه الخصوص &rdquo; المادة الأولى &ndash; أهلية التاجر القانونية &ldquo;.</li>
    <li dir="rtl">يجب أن يكون الحساب الخاص بالتاجر وفقاً لاتفاقية استخدام المنصة غير مخالف للأنظمة والقوانين في المملكة
      العربية السعودية، ويلتزم التاجر بتوضيح ماهية الأعمال التي يقوم بالتجارة الالكترونية عن طريقها، وماهية الخدمات أو
      المنتجات التي يقدّمها أو يبيعها، وتخلي المنصة مسئوليتها عن مخالفة الحساب لأحكام النظام السعودي في المملكة العربية
      السعودية والآداب العامة، و يبقى للمنصة دائمًا الحق في رفض تسجيل أي&nbsp; تاجر أو عرض منتجات لا تتوافق مع القوانين
      والأنظمة المرعية في المملكة العربية السعودية أو أحكام هذه الاتفاقية، وعليه فإن التاجر يقر بموجب أحكام هذه
      الاتفاقية
      أن حسابه ومنتجاته لا تخالف النظام العام في المملكة العربية السعودية أو الآداب الإسلامية.</li>
    <li dir="rtl">يجب أن يكون حساب التاجر غير مخالف لقواعد وأحكام اتفاقية الاستخدام هذه ، كما يقر التاجر بأن المحل الذي
      ينصب عليه التعامل في الحساب غير مخالف لهذه الاتفاقية و غير مخالف للأنظمة والقوانين المعمول بها في المملكة العربية
      السعودية.</li>
    <li dir="rtl">لا يحق لأي شخص استخدام المنصة إذا ألغيت عضويته من&nbsp;قبل المنصة أو بموجب أوامر أو أحكام قضائية.</li>
    <li dir="rtl">في حال قيام أي مستخدم بالتسجيل كمؤسسة أو شركة، أو مؤسسة خيرية أو جهة اعتبارية، فإن المؤسسة أو الشركة
      أو
      الجهة المسجّلة تكون ملزمة بكافة القواعد والأحكام المذكورة في اتفاقية الاستخدام الخاصة بمنصة Five Dots.</li>
    <li dir="rtl">ينبغي على كافة الحسابات والتُجّار الالتزام بكافة القوانين المعمول بها لتنظيم التجارة عبر الانترنت
      وكذلك
      الالتزام بنظام الجرائم المعلوماتية وأنظمة وزارة التجارة ووزارة الاستثمار ونظام التعاملات الالكترونية ونظام التجارة
      الالكترونية.</li>
    <li dir="rtl">يقر التاجر بأنه قبل تسجيله في المنصة الالكترونية قد تحقق من توافر جميع الإجراءات والاشتراطات المطلوبة
      من
      قبل الجهات الرسمية في المملكة العربية السعودية وقد استوفى جميع هذه الإجراءات والاشتراطات لممارسة نشاطه في المنصة.
    </li>
    <li dir="rtl">في حالة كان التاجر المتقدّم لطلب الانضمام وعرض منتجاته في المنصة عبارة عن تاجر فرد &ldquo;شخص
      طبيعي&rdquo;، فيلتزم كذلك بالتحقق من الاشتراطات المطلوبة لدى الجهات الرسمية وتوفيرها بحسب طبيعة نشاط الفرد التاجر،
      حيث أن التاجر الفرد يقر بأنه ملتزم بهذه الاشتراطات وملتزم بتوفيرها وتجهيزها، كما يلتزم التاجر الفرد بتوفير رقم
      هويته
      الوطنية وغير ذلك من المعلومات اللازمة والوثائق التي تطلبها المنصة.</li>
    <li dir="rtl">في حالة كان التاجر المتقدم لطلب الانضمام وعرض منتجاته في المنصة يمثل مؤسسة تجارية أو شركة أو مؤسسة
      خيرية
      أو جهة اعتبارية فلابُد من تزويد المنصة بكافة المعلومات والوثائق الثبوتية، مثل السجل التجاري وأي وثائق أخرى للحساب
      تطلبها المنصة للتسجيل ولإثبات الشخصية القانونية الخاصة بالتاجر ونشاطه.</li>
    <li dir="rtl">يتحمل التاجر جميع تكاليف وتبعات شحن المنتجات إلى مستودعات المنصة، وفقًا للموقع الذي سيتم تزويده للتاجر
      بعد قبول طلب عرض المنتجات، ويلتزم بتضمين كافة المنتجات بجميع ما يتعلق بأنظمة وأحكام حماية المستهلك، ومنها على سبيل
      المثال لا الحصر: (ضمان المنتج، دليل الاستخدام، الملحقات الأخرى التي لها علاقة بالمنتج عادة).</li>
    <li dir="rtl">يجب على التاجر إخطار المنصة بأي تعليمات خاصة تتعلق بشحن المنتجات إلى المستهلك، وبالظروف المعينة التي
      يجب
      مراعاتها عند نقل المنتجات، وعلى سبيل المثال لا الحصر: (درجة حرارة أو رطوبة معينة، حاجة المنتجات لتغليف خاص، وضع
      شعار
      قابل للكسر).</li>
    <li dir="rtl">يجب أن يلتزم التاجر بالتزامات التسجيل المحددة في &rdquo; المادة الخامسة &ndash; الحسابات والتزامات
      التسجيل &ldquo;، وجميع قواعد وأحكام اتفاقية الاستخدام.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الخامسة</strong><strong> &ndash;
    </strong><strong>الحسابات</strong><strong> </strong><strong>والتزامات</strong><strong>
    </strong><strong>التسجيل</strong><strong>:</strong></p>

  <p dir="rtl">فور التقدم بطلب الانضمام إلى عضوية منصة Five Dots أو طلب إنشاء الحساب لعرض المنتجات تكون مطالباً بالإفصاح
    عن معلومات محددة واختيار اسم مستخدم وكلمة مرور سرية لاستعمالها عند تسجيل الدخول لخدمات المنصة، وبعد تنشيط حسابك سوف
    تصبح مستخدمًا لخدمات المنصة، وبذلك تكون قد وافقت على:</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">أن تكون مسؤولاً عن المحافظة على سرية معلومات حسابك وسرية كلمة المرور، وتكون بذلك موافقاً على
      إعلام&nbsp;المنصة حالاً بأي استخدام غير مفوض به لمعلومات حسابك لديها أو أي اختراق آخر لمعلوماتك السرية.</li>
    <li dir="rtl">لن تكون المنصة بأي حال من الأحوال مسؤولًة عن أي خسارة قد تلحق بك بشكل مباشر أو غير مباشر معنوية أو
      مادية
      نتيجة كشف معلومات اسم المستخدم أو كلمة الدخول أو في حال إساءة استخدام الحساب.</li>
    <li dir="rtl">أنت تلتزم باستخدام حسابك بنفسك، حيث أنك مسؤولاً عنه مسؤولية كاملة، وفي حال استخدام غيرك له فهذه يعني
      أنك
      قد فوّضته باستخدام الحساب باسمك ولحسابك مالم تقوم أنت بإبلاغ إدارة المنصة بعكس ذلك.</li>
    <li dir="rtl">أنت تلتزم عند استخدام المنصة أن تستخدمها بكل جدية ومصداقية، وأن تلتزم بقواعد وأحكام اتفاقية الاستخدام
      وأن تلتزم بالضوابط النظامية والقانونية المعمول بها في المملكة العربية السعودية، وتعتبر ملزماً بتعويض&nbsp;منصة
      Five
      Dots عن أي خسائر مباشرة أو غير مباشرة قد تلحق بمنصة Five Dots نتيجة أي استخدام غير شرعي أو غير حقيقي أو غير مفوض
      لحسابك من طرفك أو من طرف أي شخص آخر حصل على مفاتيح الدخول إلى حسابك بالمنصة سواء كان لإنجاز الخدمات باستعمال اسم
      المستخدم وكلمة المرور أو نتيجة لإهمالك المحافظة على سرية اسم المستخدم وكلمة المرور، وسواء بتفويض منك أو بلا تفويض.
    </li>
    <li dir="rtl">أنت تلتزم بالإفصاح عن معلومات حقيقية وصحيحة ومحدثة وكاملة وقانونية عن نفسك حسبما هو مطلوب أثناء
      التسجيل
      لدى المنصة وتلتزم بتحديث بياناتك في حال تغييرها في الواقع أو في حال الحاجة إلى ذلك.</li>
    <li dir="rtl">أن لا تدرج ضمن اسم المستخدم أي من تفاصيل الاتصال بك كعناوين البريد الإلكتروني أو أرقام هواتفك أو أي
      تفاصيل شخصية، أو أي عبارة تُشير إلى علاقة شخصية أو تجارية بينك وبين المنصة أو منسوبيها أو مُلّاكها.</li>
    <li dir="rtl">إن منصة Five Dots تلتزم بالتعامل مع معلوماتك الشخصية وعناوين الاتصال بك بسريّة وفقاً لأحكام سياسة
      الخصوصية وسرية المعلومات المعمول بها لدى منصة Five Dots.</li>
    <li dir="rtl">سوف تكون ملزمًا بالحفاظ على بيانات التسجيل وتحديثها دائمًا للإبقاء عليها حقيقية وصحيحة وراهنة وكاملة
      وقانونية، وإذا أفصحت عن معلومات غير حقيقية أو غير صحيحة أو غير راهنة أو غير كاملة أو غير قانونية او مخالفة لما جاء
      في اتفاقية الاستخدام، فإن منصة Five Dots تمتلك الحق في وقف أو تجميد أو إلغاء عضويتك أو متجرك وحسابك في المنصة،
      وذلك
      دون إلحاق الأضرار بحقوق المنصة الأخرى ووسائلها المشروعة في استرداد حقوقها وحماية باقي المستخدمين.</li>
    <li dir="rtl">للمنصة الحق في أي وقت في أن تجري أي تحقيقات تراها ضرورية سواء كانت مباشرة أو عبر طرف ثالث وتطالبك
      بالإفصاح عن أي معلومات إضافية أو وثائق مهما كان حجمها لإثبات هويتك أو ملكيتك لأموالك أو للحساب الخاص بك.</li>
    <li dir="rtl">في حالة عدم الالتزام بأي مما ورد أعلاه فإن لإدارة&nbsp;المنصة الحق في إيقاف أو إلغاء متجرك أو عضويتك
      أو
      حجبك من الدخول لخدماتها مرة أخرى. وتحتفظ كذلك بالحق في إلغاء أي حسابات غير مؤكدة وغير مثبتة أو عمليات أو حسابات مر
      عليها مدة طويلة دون نشاط.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>السادسة</strong><strong> &ndash;
    </strong><strong>الاتصالات</strong><strong> </strong><strong>الإلكترونية</strong><strong>
    </strong><strong>ووسائل</strong><strong> </strong><strong>التواصل</strong><strong>
    </strong><strong>الرسمية</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يوافق التاجر في المنصة أن يتم التواصل معه عبر البريد الإلكتروني، أو من خلال قيام إدارة المنصة ببث
      رسائل
      عامة ترد إلى كافة المستخدمين أو إلى مستخدمين محددين حال الدخول إلى حساباتهم داخل المنصة. كما يوافق التاجر في
      المنصة
      على أن جميع الاتفاقيات والإعلانات والبيانات والاتصالات الأخرى التي تزود بها الكترونياً تقوم مقام مثيلاتها
      المكتوبة،
      وهي حجة قائمة بذاتها في تلبية الاحتياجات القانونية.</li>
    <li dir="rtl">سوف تقوم المنصة خلال فترة عضويتك وتجارتك لديها بإرسال رسائل إلكترونية ترويجية لتعريفك بأي تغيرات أو
      إجراءات أو نشاطات دعائية جديدة قد تضاف إليها.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>السابعة</strong><strong> &ndash;
    </strong><strong>التعديلات</strong><strong> </strong><strong>على</strong><strong>
    </strong><strong>اتفاقية</strong><strong> </strong><strong>الاستخدام</strong><strong>
    </strong><strong>والرسوم</strong><strong>:</strong>&nbsp;</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يوافق التاجر على أن&nbsp;منصة Five Dots تملك بمطلق صلاحيتها ودون تحملها المسؤولية القانونية أن تجري أي
      تعديلات أساسية أو فرعية على هذه الاتفاقية، ويتم إعلام المستخدمين عن هذا التعديل بأي وسيلة تقنية يتم توفيرها، ويجوز
      أن يكون ذلك عن طريق البريد الإلكتروني أو ببث رسالة عامة لكافة المستخدمين، وتوفّر المنصة وسائل تقنية لإظهار قبول
      التاجر لهذا التعديل، ويكون هذا القبول قانوني ونافي للجهالة ومُلزِم للمتجر لأحكام الاتفاقية بما فيها من تعديلات.
    </li>
    <li dir="rtl">ليست كل باقات وعروض منصة Five Dots مجانية للتُجّار أو لحساباتهم حيث أن بعض هذه الباقات والعروض تخضع
      لرسوم متفاوتة، وعليه قد تفرض منصة Five Dots رسومًا على مستخدميها التجار وذلك يعتمد على العروض أو الباقات التي
      ينضمون
      إليها التي يستخدمونها.</li>
    <li dir="rtl">تحتفظ منصة Five Dots بحقها في إضافة أو زيادة أو خفض أو خصم أي رسوم أو نفقات بموجب قواعد وأحكام اتفاقية
      الاستخدام، على أي من المستخدمين أي كان سبب تسجيلهم.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثامنة</strong><strong> &ndash;
    </strong><strong>خدمات</strong><strong> </strong><strong>الدفع</strong><strong>
    </strong><strong>والسداد</strong><strong> </strong><strong>للمتاجر</strong><strong>
    </strong><strong>في</strong><strong>&nbsp;</strong><strong>منصة</strong><strong> Five Dots:</strong>&nbsp;</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">توفّر منصة Five Dots عبر شركائها نظام الدفع والسداد في المنصة فيمكن أن يتم عبر الانترنت كليا من خلال
      خيارات الدفع المتوفرة في المنصة أو من خلال أي طريقة دفع توفرها من حين لآخر، وتشترط المنصة أن تتم عمليات الدفع
      مباشرةً بين المستهلك والمنصة.</li>
    <li dir="rtl">إن توفير&nbsp;منصة Five Dots لخدمة الدفع عبر الانترنت عن طريق المنصة هو بغرض التسهيل والمحافظة على
      حقوق
      التجار والمستهلك.</li>
    <li dir="rtl">يلتزم التاجر بتحديد سعر الخدمة أو البضاعة التي يقوم بعرضها في حسابه وفقاً للقيمة السوقية المتعارف
      عليها
      أو أقل، ولا علاقة للمنصة بأي حال من الأحوال بسوء تقدير تكلفة المنتجات أو الخدمات المعروضة في المتاجر على المنصة،
      حيث
      أن تقديرها بالشكل المتعارف عليه تجارياً هو التزاماً واقع على عاتق التاجر.</li>
    <li dir="rtl">يلتزم التاجر بتوفير فواتير وسندات قبض وسندات استلام لجميع المبالغ والأرباح التي تنشأ في متجره، ويلتزم
      أن
      يبيّن في جميع هذه الفواتير نوع البضاعة أو الخدمة وكمياتها وأوصافها وقيمتها، ، تطبيقاً لأحكام هذه الاتفاقية، ولما
      في
      هذا التنظيم من مصالح قانونية واقتصادية وتجارية للتجار، وفي حالة مخالفة التاجر لأحكام هذا البند فإنه يُعَد مسئولاً
      عن
      أي أضرار قد تنشأ نتيجة هذه المخالفة.</li>
    <li dir="rtl">منصة Five Dots لها الحق في منع استكمال إجراءات أي عملية دفع مخالفة لقواعد وأحكام اتفاقية الاستخدام أو
      إلغاء أي طلب شراء أو بيع نتيجة خطأ فني أو تقني في المنصة أدى إلى اختلاف الأسعار المعروضة على المنصة عن قيمة المنتج
      السوقية بما فيه خسارة للمنصة ولا تتحمل المنصة مسئولية تلك المبالغ.</li>
    <li dir="rtl">لإدارة منصة Five Dots الحق في إلغاء أو تعديل أو تغيير أي من وسائل الدفع التي قامت بإتاحتها على المنصة.
    </li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>التاسعة</strong><strong> &ndash;
    </strong><strong>معلوماتك</strong><strong> </strong><strong>الشخصية</strong><strong>
    </strong><strong>ومعلومات</strong><strong> </strong><strong>تفاصيل</strong><strong>
    </strong><strong>العمليات</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">تمنح&nbsp;المنصة حقاً غير محدود، وعالمي، ودائم وغير قابل للإلغاء، ومعفي من المصاريف، ومرخص باستخدام
      معلومات أو مواد شخصية أو غير ذلك مما وفرتها أو زودت بها المنصة أو أعلنتها على المنصة من خلال انضمامك إليها أو عرضك
      للمنتجات، وذلك عبر النماذج المخصصة للتواصل و التسجيل، أو عبر أية رسالة إلكترونية أو أي من قنوات الاتصال المتاحة
      بالمنصة. وذلك بهدف تحقيق أي من المصالح التي تراها المنصة.</li>
    <li dir="rtl">تخضع سرية معلومات الحساب والتجار لقواعد &ldquo;سياسة الخصوصية وسرية المعلومات&rdquo; الخاصة بالمنصة.
    </li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>العاشرة</strong><strong> &ndash;
    </strong><strong>تعهد</strong><strong> </strong><strong>التاجر</strong><strong>
    </strong><strong>بـالالتزام</strong><strong> </strong><strong>بالقوانين</strong><strong>
    </strong><strong>والأنظمة</strong><strong> </strong><strong>في</strong><strong>
    </strong><strong>المملكة</strong><strong> </strong><strong>العربية</strong><strong>
    </strong><strong>السعودية</strong><strong> :</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يتعهّد التاجر بالالتزام بكافة القوانين والأنظمة المعمول بها داخل المملكة العربية السعودية حيال منتجاته
      أو/و أثناء استخدامه للمنصة، وكذلك القوانين والشروط والأحكام المعمول بها والمُنظِّمة لاستخدام الإنترنت واتفاقية
      الاستخدام وسياسة الخصوصية وسرية المعلومات المعمول بها لدى المنصة.</li>
    <li dir="rtl">في حال مخالفة أي من التجار لما ورد في المادة العاشرة فإنه يقر بحق المنصة في اتخاذ أي من الاجراءات
      التالية وهي على سبيل المثال لا الحصر: التنبيه، إيقاف الخدمة وإغلاق الحساب، إعادة أي مبالغ معلقة في المدفوعات
      الإلكترونية للمستهلكين.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الحادية</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>الحقوق</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">كافة المحتويات المتواجدة على المنصة الإلكترونية وهي على سبيل المثال لا الحصر: النصوص المكتوبة وغير
      المكتوبة &ndash; التصاميم الجرافيكية &ndash; الأفكار التقنية &ndash; الشعارات &ndash; العروض &ndash; أيقونات
      الأزرار
      &ndash; الرموز &ndash; المقاطع الصوتية &ndash; البيانات المجمّعة والبرامج الإلكترونية ، هي ملك للمنصة وحقوقها
      محفوظة
      لها، ولا يحق أن يتم استخدامها بأي شكل من الأشكال سواء كان استخدام مباشر أو غير مباشر أو عن طريق طرف ثالث.</li>
    <li dir="rtl">تُنوه إدارة المنصة على أنها سوف تتخذ اللازم حيال التجاوز والتعدي على أي من حقوقها أو ملكيتها الفكرية.
    </li>
    <li dir="rtl">لا تتحمّل منصة Five Dots المسؤولية في حال التعدي على حقوق الملكية الفكرية المملوكة للتُجّار الأعضاء في
      المنصة أو للحسابات المسجّلة لديها.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثانية</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>الملكية</strong><strong>
    </strong><strong>الفكرية</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">تحترم إدارة المنصة حقوق الملكية الفكرية الخاصة بالتجار والتي كوّنوها عبر متاجرهم، سواءً كانت مملوكة
      لهم
      قبل تسجيل الحساب أم بعد تأسيسه.</li>
    <li dir="rtl">يحترم التاجر حقوق الملكية الفكرية الخاصة بمنصة Five Dots، والتي من ضمنها المنصة نفسها، وعلامتها
      التجارية
      والكلمات والشعارات والرموز الأخرى الخاصة بالمنصة أو المعروضة عليها، حيث أن المنصة وكل حق يتبع لها هي حقوق محمية
      بموجب حقوق الملكية الفكرية وقوانين العلامات التجارية وتعد ملكية خالصة لها ولا يحق بأي حال من الأحوال التعدي عليها
      أو
      استخدامها دون تفويض.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثالثة</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>المستهلك</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يقوم المستهلك أثناء إتمامه لعمليات الشراء بتزويد منصة Five Dots بالمعلومات التالية، وهي على سبيل
      المثال
      لا الحصر: الاسم &ndash; البريد الالكتروني &ndash; الهاتف - العنوان.</li>
    <li dir="rtl">أنظمة منصة Five Dots التقنية تحتفظ ببيانات المستهلكين وذلك من اجل تسهيل دخولهم إلى المنصة وإتمامهم
      للعمليات الشرائية التي يرغبون بها.</li>
  </ul>

  <p dir="rtl">حرصًا من المنصة على حقوق المستهلكين، على الرغم من أن المستهلك ليس طرفاً في هذه الاتفاقية، وتحقيقًا لأحد
    أهم
    أهداف المنصة بتقديم خدمة ذات جودة عالية للجميع، ومن باب ضمان استلام المستهلكين لكافة مشترياتهم بشكل سليم فإن منصة
    Five
    Dots توضّح للتاجر التالي:</p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">في حال قام المستهلك بشراء بضاعة بأحد طرق الدفع المتوفرة على المنصة، ولم يستلم بضاعته أو أنه تسلم بضاعة
      تختلف عن ما عرض من مواصفات ذكرت بحساب التاجر من قبله، أو عن ما تم تسليمها للمنصة، حينها يكون من حق المستهلك إبلاغ
      منصة Five Dots وللمنصة الحق في اتخاذ ما تراه مناسب حيال التاجر الذي خالف قواعد هذه الاتفاقية، وفقاً لقواعد هذه
      الاتفاقية. غير أن منصة Five Dots غير مسئولة نظاميًا أو شرعيًا عن هذا الإخلال الحاصل من قبل التاجر في مواجهة
      المستهلك
    </li>
    <li dir="rtl">للمستهلك مراجعة مشترياته قبل الاستلام للتأكد من أنها سليمة ومطابقة لما تم شرائه.</li>
    <li dir="rtl">إن منصة Five Dots لا تلتزم بأي حال من الأحوال وفق هذه المادة وهذا البند باتخاذ ردّة فعل تجاه شكوى
      المستهلك وإنما تخضع ردّة فعل المنصة تجاه شكوى المستهلك إلى محض رغبة المنصة ووفق ما تراه مناسبًا ووفقاً لقواعد هذه
      الاتفاقية وبما يحافظ على مصلحتها وسمعتها التجارية والاقتصادية، وعلى كل حال فإن المنصة قدّ تتخذ بعض الإجراءات تجاه
      الحسابات التي تتعمّد خداع أو تظليل أو غش المستهلك، مثل : تجميد عضوية التاجر أو لفت نظر التاجر إلى عدم تكرار هذا
      الأمر أو إلزام التاجر بتعويض المستهلك، وذلك انطلاقًا من رغبة المنصة في حفظ وحماية حقوق كافة المستخدمين والمسجّلين
      لديها.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الرابعة</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash;
    </strong><strong>مسئولية</strong><strong>&nbsp;</strong><strong>منصة</strong><strong> Five Dots:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">لا تتحمل المنصة أي مطالبات تنشأ عن أخطاء أو إهمال، سواء كانت ناتجة بشكل مباشر أو غير مباشر أو عرضي أو
      عن
      طريق طرف ثالث.</li>
    <li dir="rtl">منصة Five Dots لا تتحمل أي مطالبات أو مسئوليات نشأت نتيجة خسائر مالية أو تشويه سمعة أو قذف أو أي أضرار
      تنشأ نتيجة لسوء استخدام أو إساءة استخدام أو عدم قدرة على استخدام المنصة، إن منصة Five Dots لا تتحمل أي مسؤوليات أو
      مطالبات في مثل هذه الحالات.</li>
    <li dir="rtl">منصة Five Dots أو مسؤوليها أو منسوبيها أو مُلّاكها غير مسئولين عن أي مطالبة أو نزاع أو تكاليف أو أضرار
      أو أي مسئولية أو أي خسارة مباشرة أو غير مباشرة لأي طرف نشأت عن فعل قام به أحد المستخدمين للمنصة.</li>
    <li dir="rtl">منصة Five Dots ومنسوبيها ومُلّاكها ومن يمثلها ويمثلهم&nbsp;لا علاقة لهم بأي مسئولية تخص منتج سليم و
      شرعي
      و مصرح به وفق قوانين وأنظمة المملكة العربية السعودية ويتم استخدامه لأغراض غير شرعية وغير نظامية، ولا يحق لأي شخص
      أو&nbsp;جهة الرجوع على منصة Five Dots بأي دعوى أو مطالبة أو تعويض فيما يخص سوء الاستخدام المذكور.</li>
    <li dir="rtl">منصّة Five Dots ومنسوبيها وملّاكها ومن يمثّلها ويمثّلهم لا علاقة لهم بأي نشاط غير شرعي أو غير نظامي
      يقوم
      به التاجر، أو أي نشاط يخالف الأنظمة والتعليمات المرعيّة في المملكة العربية السعودية، حيث تنحصر مسؤوليتها فقط في
      عرض
      منتجات التاجر وما يتبع ذلك من خدمات دعم الكتروني.</li>
    <li dir="rtl">تنوّه إدارة منصة Five Dots على كافة التجار إلى أنها في حال ملاحظاتها لأي أنشطة مشبوهة يجري التخطيط
      لارتكابها أو جاري ارتكابها أو جرت على منصة Five Dots فإنها سوف تتقدّم إلى إبلاغ السلطات المختصة عن هذه الأنشطة.
      وهي
      غير مسؤولة بأي حال عن هذه المخالفات التي تتم دون علم أو ملاحظة المنصة.</li>
    <li dir="rtl">منصة Five Dots هي منصة الكترونية أسست لعرض منتجات التاجر، وتسهيل الربط بين المنتجات والمستهلك فقط،
      وعليه، يجب على التاجر تزويد المنصة بقائمة المنتجات للموافقة عليها موضحًا بها قائمة الأسعار لكل منتج، ووصف المنتج
      بشكل مختصر وتفصيلي، ودليل الاستخدام، والضمان -إن وجد-، وكافة الملحقات الأخرى التي ترفق عادة مع المنتج، مع التزام
      التاجر بأن يكون السعر المعروض في المنصة هو الأقل، وفي حال تبين للمنصة اختلاف سعر المنتج المعروض بها عن ما يعرضه
      التاجر أو وكلائه أو الغير من ما تعاقد معهم التاجر فإنه يحق لها تغيير سعر المنتج للسعر الأقل مباشرة.</li>
    <li dir="rtl">لا تقبل المنصة جميع المنتجات التي لا تتوافر بها المتطلبات الموضحة في البند أعلاه، ولها مطلق الحرية في
      استثناء بعض المتاجر والمنتجات من ذلك.</li>
    <li dir="rtl">يحق لمنصة Five Dots عمل تخفيضات أو عروض وذلك بعد التنسيق مع التاجر وتحديد المنتجات الخاضعة للتخفيض
      ونسب
      التخفيض بأحكام وشروط مستقلة عن هذه الاتفاقية، ويلتزم التاجر بذلك.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الخامسة</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>سرية</strong><strong>
    </strong><strong>المعلومات</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">تحيطكم منصة Five Dots علمًا بأن الشبكة العنكبوتية ( الإنترنت ) ليس وسيلة آمنة، وسرية المعلومات الشخصية
      لا يمكن أن تكون مضمونة 100%.</li>
    <li dir="rtl">تتخذ منصة Five Dots معايير ( ملموسة وتنظيمية وتقنية ) ذات جودة عالية لحماية المستخدمين والمستهلكين
      ومنع
      وصول شخص غير مفوض إلى معلومات المستخدمين الشخصية أو متاجرهم.</li>
    <li dir="rtl">منصة Five Dots ليس لها سيطرة على أفعال أي طرف ثالث، أو الغير، مثل صفحات الانترنت الأخرى الموصولة عن
      طريق
      روابط إلى المنصة أو أطراف ثالثة تدعي أنها تمثلك وتمثل آخرين.</li>
    <li dir="rtl">يقر التاجر بأن جميع المعلومات والبيانات حصل عليها من المنصة بسبب هذه الاتفاقية أو نتيجة عنها هي سرية
      ولا
      يجوز الإفصاح عنها للغير بدون الموافقة الخطية من إدارة المنصة، مالم تكن تلك المعلومات من المعلومات المنشورة للعامة
      بطريقة نظامية، أو من المعلومات أو العروض التي يعلنها التجار في صفحاتهم الرسمية.</li>
    <li dir="rtl">يقر التاجر بأن جميع المراسلات الخاصة بينه وبين إدارة المنصة، أو بينه وبين أي عضو آخر في المنصة، هي
      معلومات سرية ولا يمكن الإفصاح عنها للغير أو نشرها للعلن بدون موافقة المنصة على النشر، ويتحمل التاجر كافة المسؤولية
      النظامية عند قيامه بذلك.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>السادسة</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>إلغاء</strong><strong>
    </strong><strong>العضوية</strong><strong> </strong><strong>أو</strong><strong>
    </strong><strong>الحساب</strong><strong> </strong><strong>أو</strong><strong> </strong><strong>رفض</strong><strong>
    </strong><strong>المنتجات</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">إن&nbsp;منصة Five Dots بحسب اتفاقية الاستخدام وبحسب القوانين والأنظمة المرعية بالمملكة العربية
      السعودية
      قد تلجأ إلى وقف مؤقت أو دائم للمتجر أو سحب وإلغاء عضوية التاجر أو تحديد قدرات التجار على الدخول إلى خدماتها، وذلك
      في
      حالة:</li>
  </ul>

  <ul style="list-style-type: circle;">
    <li dir="rtl">انتهاك قواعد وأحكام اتفاقية الاستخدام.</li>
    <li dir="rtl">إذا لم يكن بإمكان&nbsp;المنصة توثيق أي من معلومات المستخدم المقدمة إليها.</li>
    <li dir="rtl">إذا قررت المنصة أن نشاطات المستخدم مخالفة للقانون أو أن نشاطات المستخدم قد تتسبب لمستخدمين آخرين أو
      للمنصة بمتاعب أو مخالفات قانونية.</li>
    <li dir="rtl">قد تلجأ منصة Five Dots &ldquo;بحسب تقييمها&rdquo; إلى إعادة نشاط المستخدمين الموقوفين، حيث أن المستخدم
      الذي أوقف نشاطه نهائياً أو أُلغيت عضويته، قد لا يكون بإمكانه التسجيل أو استعادة حسابه في المنصة أو استخدامها بأي
      طريقة كانت مهما كانت الظروف، لحين السماح له بإعادة نشاطه فيها من قبل إدارة المنصة ومع ذلك فإن المستخدم في حال
      انتهاكه لاتفاقية الاستخدام هذه فإن المنصة تحتفظ بحقها في استعادة أو المطالبة بأي مبالغ مستحقة لها من المستخدم وأي
      خسائر أو أضرار تسبب بها التاجر للمنصة، كما أن للمنصة الحق باتخاذ الإجراءات القانونية أو اللجوء إلى السلطات
      القضائية
      في المملكة العربية السعودية ضد المستخدم حسبما تراه المنصة مناسباً.</li>
    <li dir="rtl">إن منصة Five Dots لا تتنازل عن حقها في اتخاذ الإجراءات المناسبة حيال أي انتهاك يحدث لقواعد وأحكام
      اتفاقية الاستخدام ولغيرها من أفعال الانتهاك المشابهة، وكذلك إن المنصة لا تلتزم في القيام باتخاذ أي اجراءات ضد أي
      انتهاك يحدث لاتفاقية الاستخدام وإنما يخضع هذا الأمر لتقديرها وإدارتها القانونية.</li>
    <li dir="rtl">في حال رفضت المنصة عرض منتجات التاجر، أو تمت إعادتها لعدم بيعها، أو لقرار إدارة المنصة بحذفه من قائمة
      المنتجات، أو لتوجيه من جهة حكومية بسحب المنتج وعدم عرضه، أو إعادته للتاجر وفقًا لأحكام الضمان المذكورة في هذه
      الاتفاقية؛ فإن التاجر يتحمل جميع تكاليف وتبعات شحن المنتج من موقع المنتج لدى المنصة بالإضافة إلى تكلفة الشحن من
      المستهلك إلى المنصة إلى التاجر، بما في ذلك تكاليف تغليف المُنتج.</li>
    <li dir="rtl">يكون للمنصة الحق في إرجاع المنتجات بنفس الوسيلة أو طريقة الشحن التي تلقت المنتجات من خلالها مالم تقرر
      خلاف ذلك.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>السابعة</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>النسبة</strong><strong>
    </strong><strong>المتفق</strong><strong> </strong><strong>عليها</strong><strong>
    </strong><strong>وآلية</strong><strong> </strong><strong>الدفع</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">تستحق المنصة مبلغ اشتراك شهري بحسب الباقة التي تم اختيارها من قبل التاجر.</li>
    <li dir="rtl">تستحق المنصة نسبة وقدرها (١٠%) من المنتجات مقابل الحملات التسويقية التي تقوم بها للتاجر.</li>
    <li dir="rtl">تلتزم المنصة بتحصيل الأموال، ويكون صرف الأرباح شهريًا، ويتم حساب مدة الشهر بحسب تاريخ نشر المنتجات على
      المنصة، مع الأخذ بعين الاعتبار أن عملية الإيداع تستغرق (٥) أيام عمل كحد أقصى.</li>
    <li dir="rtl">تلتزم المنصة بتحويل كافة المبالغ المستحقة للتاجر بالريال السعودي بعد خصم المستحقات المتفق عليها وتودع
      في
      حساب التاجر المذكور في بيانات الحساب.</li>
    <li dir="rtl">يحق للتاجر الاعتراض على المبلغ المستحق له خلال مدة (٧) أيام من تاريخ استلام الحوالة، وإلا يسقط حقه في
      الاعتراض.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثامنة</strong><strong>
    </strong><strong>عشرة</strong><strong> &ndash; </strong><strong>عمليات</strong><strong>
    </strong><strong>البيع</strong><strong> </strong><strong>والشراء</strong><strong>
    </strong><strong>وتخزين</strong><strong> </strong><strong>وإعادة</strong><strong>
    </strong><strong>المنتجات</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">منصة Five Dots لها الحق في رفض أو إلغاء عمليات الشراء سواء تم الدفع أم لم يتم الدفع مع التزام المنصة
      بإبلاغ التاجر خلال خمسة أيام بأي من طرق التواصل المتاحة لها.</li>
    <li dir="rtl">يوافق مستخدم المنصة و يقر أنه لن يقوم بعمليات شراء غير حقيقية أو متلاعبة على المنصة، ولن يستخدم اسم
      غير
      حقيقي أو أي معلومات شخصية غير حقيقية، حيث أن المنصة لها الحق في اتخاذ الإجراءات القانونية المناسبة ضد كل من يقوم
      بعمليات احتيالية من هذا النوع.</li>
    <li dir="rtl">يُقر كافة التُجّار وتُقر كافة الحسابات بعلمهم التام والنافي للجهالة بأن إدارة منصة Five Dots في
      تحويلها
      للأموال الخاصة بأنشطتهم التجارية داخل منصة Five Dots تخضع لسلطة وصلاحيات مؤسسة النقد بالمملكة العربية السعودية،
      ونتيجة لذلك فإن المنصة تُنوّه كافة المتاجر والحسابات بأنها قدّ تتأخّر في تحويل بعض الأموال وذلك نتيجة لقيود مؤسسة
      النقد ووزارة التجارة والاستثمار وأنظمة التجارة الإلكترونية المفروضة على عمليات البيع والشراء الإلكترونية .</li>
    <li dir="rtl">تحتفظ المنصة بحقها في فرض أي رسوم على التُجّار أو الحسابات نتيجة لعملياتهم داخلها، والرسوم قدّ تكون
      على
      سبيل المثال لا الحصر: رسوم الجهات الحكومية أو رسوم بنكية أو رسوم إدارية.</li>
    <li dir="rtl">تلتزم المنصة بحفظ منتجات التاجر طيلة فترة اشتراكه في المنصة، على أن تكون المنتجات في مكان تتوفر فيه
      شروط
      السلامة والأمان بما يحقق سلامة المنتجات.</li>
    <li dir="rtl">عند انتهاء فترة اشتراك التاجر في المنصة، وعدم تجديده، وجميع الحالات التي تقررها المنصة لإعادة المنتجات
      إلى التاجر، يتحمل التاجر تكلفة تخزين المنتج لدى مستودعات المنصة وقيمتها (٣٠) ريال يومياً تُحسب بعد المُهلة المحددة
      للتاجر لاستلام أو إنهاء إجراءات شحن المنتج وهي (٣) أيام بعد انتهاء الاشتراك.</li>
    <li dir="rtl">في حال عدم تجاوب التاجر لاستلام منتجاته، فإنه يُفوض ويوكّل إدارة المنصة بالتصرف في المنتج وذلك
      بالإتلاف،
      أو البيع، أو أي نوع من أنواع التصرف مع الاحتفاظ بحق المنصة بالرجوع إلى التاجر بالتكاليف أو تبعات التخلص من المنتج
      بما في ذلك تكاليف الإتلاف.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>التاسعة</strong><strong>
    </strong><strong>عشر</strong><strong>&ndash; </strong><strong>المنتجات</strong><strong>
    </strong><strong>غير</strong><strong> </strong><strong>المسموح</strong><strong> </strong><strong>بها</strong>&nbsp;:
  </p>

  <p dir="rtl">تمنع منصة Five Dots منعا باتا بيع المنتجات والخدمات التالية وهي على سبيل المثال لا الحصر: أي منتج/خدمة
    تحتوي على مقامرة، صناديق الحظ أو منتج عشوائي، أي منتج/خدمة قد تؤدي إلى أي أذى جسدي أو نفسي بأي شكل من الأشكال، أي
    محتويات أو اشتراكات مقرصنة وكل ما يخالف حقوق الملكية الفكرية والنشر، أي منتج/خدمة جنسية أو اباحية أو تدعو لذلك.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>العشرون</strong><strong> &ndash;
    </strong><strong>نظام</strong><strong> </strong><strong>مكافحة</strong><strong>
    </strong><strong>الجرائم</strong><strong> </strong><strong>المعلوماتية</strong><strong>
    </strong><strong>السعودي</strong><strong> :</strong>&nbsp;</p>

  <p dir="rtl">يلتزم التجار بعدم مخالفة أي من أحكام نظام مكافحة الجرائم المعلوماتية السعودي، وفي حال مخالفتهم لأحكام
    نظام
    مكافحة الجرائم المعلوماتية السعودي فإن هذا يخضع لمسئولتيهم المحضة ولإدارتهم، وليس هناك أي مسئولية تقع على عاتق
    المنصة
    من جراء مخالفة التاجر للأنظمة المرعية، حيث أن التاجر هو المسئول عن منتجاته مسئولية كاملة، وللمنصة دائماً الحق في
    اتخاذ
    ما تراه مناسباً عن أي حساب أو تاجر يخالف أحكام نظام مكافحة الجرائم المعلوماتية السعودي، سواءً عن طريق ابلاغ السلطات
    الرسمية أو الاكتفاء بإغلاق الحساب أو إلغاء عضوية التاجر لدى المنصة.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الحادية</strong><strong>
    </strong><strong>العشرون</strong><strong> &ndash; </strong><strong>تقييد</strong><strong>
    </strong><strong>الولوج</strong><strong> </strong><strong>أو</strong><strong>
    </strong><strong>العضوية</strong><strong>:</strong></p>

  <p dir="rtl">بدون إلحاق الضرر بحقوق التجار الأخرى، يمكن لمنصة Five Dots وقف أو إلغاء عضوية التاجر أو تقييد ولوج التاجر
    إلى خدمات المنصة في أي وقت بعد إنذار التاجر بذلك.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثانية</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash; </strong><strong>الضمان</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">منصة Five Dots لا تضمن إصلاح الأعطال ولا تضمن خلو المنتجات التي يقدّمها التجار من أي عيوب أخرى وإنما
      يضمنها التاجر في حالة ذكر الضمان ومدته&nbsp;وذلك بوصف المنتج، وعلى التاجر أن يلتزم بحسن الجودة في منتجاته.</li>
    <li dir="rtl">يقر التاجر بأن منتجاته خاضعة لأحكام أنظمة حماية المستهلك وكافة الأنظمة واللوائح المعمول بها في المملكة
      العربية السعودية، وعليه، فإن أي ضمان تفرضه الجهات الحكومية على أي منتج فإن أحكام هذا الضمان ستكون على عاتق التاجر
      وحده، ويتحمل التاجر جميع أحكام هذا الضمان كما أنه باع المنتج للمستهلك بنفسه، ويتحمل التاجر كافة تكاليف وتبعات ذلك
      من
      شحن وإعادة المنتجات.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثالثة</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash; </strong><strong>مسئولية</strong><strong>
    </strong><strong>التاجر</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يوافق التاجر على تحمل المسئولية ووقاية المنصة أو منسوبيها أو مُلّاكها أو المتفرعين عنها من أي ضرر قد
      يقع
      على المنصة من جراء مخالفات التاجر، كما يلتزم برفع أي ضرر أو منع أي ضرر قد يلحق بالمنصة أو بمنسوبيها أو بأحدهم من
      جراء مطالبات أو خسائر أو أعطال أو تكاليف أو نفقات أو رسوم نتجت بسبب خرق اتفاقية الاستخدام أو الأنظمة والقوانين
      المرعية بالمملكة العربية السعودية أو تعدي على حقوق أحد التجار أو أطراف ثالثة أو شكوى من أحد المستخدمين أو أطراف
      ثالثة.</li>
    <li dir="rtl">يلتزم التاجر بتزويد المنصة بصور أو مقاطع فيديو واضحة للمنتجات، ويحق للمنصة استخدامها لغرض التسويق بحسب
      ما تراه مناسبًا.</li>
    <li dir="rtl">يلتزم التاجر بالإعلان عن المنصة في حساباته الرسمية الالكترونية ومنصات التواصل الاجتماعي الخاصة به،
      بحيث
      أن تكون المنصة وسيلة لعرض وبيع المنتجات للمستهلكين.</li>
    <li dir="rtl">يوافق التاجر على عدم منافسة نشاط المنصة لمدة سنتين داخل المملكة العربية السعودية.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الرابعة</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash; </strong><strong>العلاقة</strong><strong>
    </strong><strong>والإشعارات</strong><strong> </strong><strong>بين</strong><strong>
    </strong><strong>منصة</strong><strong> Five Dots </strong><strong>والتجار</strong><strong>:</strong></p>

  <p dir="rtl">لا تتضمن أي من قواعد وأحكام اتفاقية الاستخدام هذه إشارة إلى وجود شراكة بين أي تاجر ومنصة Five Dots ، ولا
    تسمح المنصة لأي تاجر في أي حال من الأحوال بالإشارة المباشرة أو غير المباشرة&nbsp; إلى وجود علاقة أي كان نوعها سواء
    كانت مباشرة أو غير مباشرة بينه كتاجر وبين المنصة أو إدارتها، وأن أي إشعارات يرغب التاجر في إرسالها إلى المنصة عليه
    أن
    يقوم بإرسالها عبر البريد الإلكتروني وتقوم المنصة بالرد على الرسالة الإلكترونية.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الخامسة</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash; </strong><strong>نقل</strong><strong>
    </strong><strong>الحقوق</strong><strong> </strong><strong>والالتزامات</strong><strong>:</strong></p>

  <p dir="rtl">أنت كتاجر لا تملك الحق في الاعتراض على تصرفات إدارة منصة Five Dots حيال منصة Five Dots سواء كانت هذه
    التصرفات على سبيل المثال لا الحصر : تمس كيان منصة Five Dots أو التزاماتها أو ملكيتها أو مسئولياتها أو تصرفات تقنية
    أو
    تصرفات إدارية تتعلّق بمنصة Five Dots، وليست مُلزَمة منصة Five Dots بإبلاغك، ولمنصة Five Dots إن رأت أهمية إبلاغك عن
    أي
    من هذه التصرفات أن تقوم بإبلاغك وفقاً لإرادتها المحضة، وذلك بحسب قواعد وأحكام اتفاقية الاستخدام.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>السادسة</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash; </strong><strong>القانون</strong><strong>
    </strong><strong>والتشريع</strong><strong> </strong><strong>المُطبّق</strong><strong>:</strong></p>

  <p dir="rtl">اتفاقية الاستخدام هذه محكومة ومصاغة بحسب القوانين والأنظمة والتشريعات المعمول بها والسارية في المملكة
    العربية السعودية، وهي خاضعة تمامًا وكليًا للتشريع المعمول به لدى السلطات في المملكة العربية السعودية.</p>

  <p dir="rtl">​<strong>المادة</strong><strong> </strong><strong>السابعة</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash;</strong>&nbsp;<strong>القواعد</strong><strong>
    </strong><strong>التي</strong><strong> </strong><strong>يجب</strong><strong> </strong><strong>على</strong><strong>
    </strong><strong>الحساب</strong><strong> </strong><strong>اتباعها</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">يلتزم التاجر عند تعامله مع المنصة بالصدق والأمانة والنزاهة.</li>
    <li dir="rtl">يلتزم التاجر عند تعامله مع المنصة بحُسن الأخلاق.</li>
    <li dir="rtl">يلتزم التاجر بشروط عرض المنتجات التالية: 1- تصوير المنتج بطريقة واضحة جدًا. 2- شرح بيانات المنتج على
      وجه
      التفصيل، وعلى سبيل المثال لا الحصر: (الكمية، الحجم، الوزن، اللون، النوع، بلد المنشأ، الواصفات الفنية والتقنية،
      الضمان). 3- توضيح العيوب الظاهرة والخفية في المنتج -إن وجدت-. 4- بيان السعر شاملًا لكافة الرسوم وضريبة القيمة
      المضافة. 5- مراعاة الشروط النظامية لأنظمة التجارة الالكترونية. 6- جميع الشروط الأخرى التي قد تضيفها إدارة المنصة
      من
      وقت لآخر.</li>
    <li dir="rtl">يلتزم التاجر بجودة بضاعته طيلة مدة تعاقده مع المنصة.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثامنة</strong><strong>
    </strong><strong>والعشرون</strong><strong> &ndash; </strong><strong>الشرط</strong><strong>
    </strong><strong>الجزائي</strong><strong>:</strong></p>

  <p dir="rtl">يُقفل حساب التاجر عند وجود عدد (3) إنذارات فأكثر عليه من قِبل المستهلك أو إدارة المنصة.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>التاسعة</strong><strong>
    </strong><strong>وعشرون</strong><strong> &ndash; </strong><strong>المنشورات</strong><strong>
    </strong><strong>الدعائية</strong><strong> </strong><strong>الورقية</strong><strong>
    </strong><strong>والإلكترونية</strong><strong> </strong><strong>والعروض</strong><strong>
    </strong><strong>الخاصة</strong><strong> </strong><strong>بمنصة</strong><strong> Five Dots:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">تسري قواعد وأحكام اتفاقية الاستخدام هذه على كافة المنشورات الدعائية الورقية والإلكترونية&nbsp;عبر
      مختلف
      منصات النشر وعبر مختلف وسائل التواصل الاجتماعي.</li>
    <li dir="rtl">المنشورات والمطبوعات المذكورة هي وسيلة ترويجية لمنصة Five Dots.</li>
    <li dir="rtl">إن المنشورات قابلة&nbsp;للتغيير وهي غير ملزمة للمنصة فيما يخص ثبات أسعار الخدمات أو الباقات أو العروض
      وتغيير الأسعار يخضع للمتغيرات التي تطرأ على منصة Five Dots أو الحسابات أو التجار.</li>
    <li dir="rtl">إن أي عروض تضعها منصة Five Dots هي عبارة عن عروض مؤقتة ويتم تحديدها بفترة زمنية محددة، ولا تلتزم
      المنصة
      بتمديد الفترة الزمنية أو بالاستمرار في الفترة الزمنية المحددة حيث أنها تملك الحق في الاكتفاء أو تحديد استحقاق أي
      مستخدم لهذا العرض أو إلغاء هذا العرض في أي وقت.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثلاثون</strong><strong> &ndash;
    </strong><strong>الخدمات</strong><strong> </strong><strong>الإستراتيجية</strong><strong>
    </strong><strong>واللوجستية</strong><strong> ( </strong><strong>خدمات</strong><strong>
    </strong><strong>الطرف</strong><strong> </strong><strong>الثالث</strong><strong> ) :</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">بموجب قواعد وأحكام اتفاقية الاستخدام هذه فإن منصة Five Dots توفّر بعض الخدمات الإستراتيجية أو
      اللوجستية
      عن طريق طرف ثالث أو أطراف ثالثة ، وقدّ تكون هذه الخدمات على سبيل المثال لا الحصر : خدمات شركات الشحن وتوصيل
      المنتجات
      والبضائع.</li>
    <li dir="rtl">تحيطكم منصة Five Dots علمًا بأن توفيرها للخدمات الإستراتيجية أو اللوجستية ليس إلا تسهيلًا وتعاونًا
      منها
      ولمساعدة مستخدمين منصة Five Dots.</li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الحادية</strong><strong>
    </strong><strong>والثلاثون</strong><strong> &ndash; </strong><strong>الدعم</strong><strong>
    </strong><strong>الفني</strong><strong>:</strong></p>

  <p dir="rtl">تتيح منصة Five Dots للمتاجر حق التواصل مع فريق الدعم الفني لمنصة Five Dots بما يساعد عمل المتاجر عبر
    المنصة
    وحل المسائل الفنية الالكترونية التي قد تطرأ على الحساب.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثانية</strong><strong>
    </strong><strong>والثلاثون</strong><strong> &ndash; </strong><strong>حل</strong><strong>
    </strong><strong>الخلافات</strong><strong>:</strong></p>

  <p dir="rtl">يلتزم التاجر بعدم إظهار أي خلافات تقع -لا سمح الله- بينه وبين المنصة أو بين أي طرف ثالث، وأن يتم حل
    الخلاف
    عن طريق التوفيق والمفاوضات أو التسوية الودية، وفي حال استمرار الخلاف فيتم حله عن طريق السلطات المختصة بالمملكة
    العربية
    السعودية.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الثالثة</strong><strong>
    </strong><strong>والثلاثون</strong><strong> &ndash; </strong><strong>سياسة</strong><strong>
    </strong><strong>تلقي</strong><strong> </strong><strong>شكاوى</strong><strong>
    </strong><strong>المستهلكين</strong><strong> </strong><strong>وتسوية</strong><strong>
    </strong><strong>المنازعات</strong><strong> </strong><strong>فيما</strong><strong>
    </strong><strong>بين</strong><strong> </strong><strong>المستهلك</strong><strong>
    </strong><strong>والتاجر</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li>
      <ul style="list-style-type: circle;">
        <li dir="rtl">تأمل منكم منصة Five Dots في حال وجود شكوى بحق إحدى الحسابات، إتباع الخطوات التالية:</li>
      </ul>
    </li>
  </ul>

  <ul style="list-style-type: circle;">
    <li dir="rtl">الخطوة الأولى:&nbsp;التقدم بإفادة شكوى عبر الرابط المخصص لذلك في المنصة، على أن تتضمّن الإفادة: نص
      الشكوى والمستندات المؤيدة لها &ndash; اسم الحساب المخالف. ومن ثم سوف تقوم إدارة المنصة بإحالة الشكوى إلى التاجر
      المعني بالحساب من أجل حلها.</li>
    <li dir="rtl">الخطوة الثانية:&nbsp;في حال عدم تجاوب التاجر مع المستهلك خلال سبعة أيام فسوف تتم إفادة المستهلك بذلك.
    </li>
    <li dir="rtl">الخطوة الثالثة:&nbsp;يحق للمستهلك اتخاذ ما يراه مناسباً بعد اطلاعه على مضمون رد التاجر على الشكوى، وفي
      حال عدم قناعة المستهلك برد التاجر فإنه يحق له طلب الحصول على نسخة من الهوية القانونية التاجر لاتخاذ ما يراه
      مناسباً
      بحق المتجر.
      <ul style="list-style-type: circle;">
        <li dir="rtl">كما تحتفظ منصة Five Dots بالحق في إغلاق الحساب المخالف في حال ثبوت ارتكابه للمخالفة.</li>
      </ul>
    </li>
  </ul>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الرابعة</strong><strong>
    </strong><strong>والثلاثون</strong><strong> &ndash; </strong><strong>النطاق</strong><strong>
    </strong><strong>الجغرافي</strong><strong>:</strong></p>

  <p dir="rtl">1- يكون النطاق الجغرافي لهذه الاتفاقية داخل حدود المملكة العربية السعودية.</p>

  <p dir="rtl">2- في حال وجود عمليات شراء خارج المملكة العربية السعودية فإن حدود مسؤولية المنصة تنحصر في الأعمال التي
    تباشرها داخل حدود المملكة العربية السعودية، وليس عليها أي مسؤولية أو ضرر يقع على المنتج أو بسببه أو على أي طرف بعد
    خروج المنتج من حدود المملكة العربية السعودية.</p>

  <p dir="rtl">3- في حال رغب التاجر في تصدير المنتج إلى خارج حدود النطاق الجغرافي يجب على التاجر مراعاة جميع الأنظمة
    والقوانين المتعلقة بالتصدير لتلك الأقاليم أو الدول.</p>

  <p dir="rtl">4- يلتزم التاجر بإشعار المنصة بأي قيود أو اشتراطات تمنع شحن المنتج داخل النطاق الجغرافي أو خارجه. وفي حال
    رغب التاجر بعدم تصدير المنتج خارج النطاق الجغرافي عليه إبلاغ إدارة المنصة كتابيًا بذلك.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>الخامسة</strong><strong>
    </strong><strong>والثلاثون</strong><strong> - </strong><strong>القوة</strong><strong>
    </strong><strong>القاهرة</strong><strong>:</strong></p>

  <p dir="rtl">لا يكون أي طرف مسؤولًا تجاه الطرف الآخر بسبب الإخفاق أو التأخر في تنفيذ التزاماته المنصوص عليها في هذا
    العقد وذلك ضمن الحدود التي يكون فيها هذا الإخفاق أو التأخير؛ نتيجة لأسباب تقع خارج سيطرته المعقولة بما فيها الحروب
    أو
    الأعمال الإرهابية أو الكوارث أو الزلازل أو الفيضانات أو الأمراض الوبائية أو القيود أو السيطرة الحكومية غير المتنبأ
    بها، ومع ذلك يشترط في حال منع أي طرف من تنفيذ واجباته بموجب هذا العقد بسبب أن حالة القوة القاهرة هذه استمرت لمدة
    تسعين
    يومًا متتالية أو أكثر، يكون من حق الطرف المتضرر إنهاء العقد بناء على إشعار خطي يقدم للطرف الآخر.</p>

  <p dir="rtl"><strong>المادة</strong><strong> </strong><strong>السادسة</strong><strong>
    </strong><strong>والثلاثون</strong><strong> &ndash; </strong><strong>أحكام</strong><strong>
    </strong><strong>عامة</strong><strong>:</strong></p>

  <ul style="list-style-type: circle;">
    <li dir="rtl">في حال إلغاء أي مادة واردة أو بند ورد في اتفاقية الاستخدام هذه أو أن هناك أي مادة واردة أو أي بند وارد
      في اتفاقية الاستخدام لم يعد نافذًا، فإن مثل هذا الأمر لا يلغي صلاحية باقي المواد والبنود والقواعد والأحكام الواردة
      في اتفاقية الاستخدام وتظل سارية حتى إشعار آخر من إدارة منصة Five Dots.</li>
    <li dir="rtl">اتفاقية الاستخدام هذه &ndash; والتي تعدل بين حين وآخر بحسب مقتضى الحال &ndash; تُشكّل آلية العمل
      والتفاهم والاتفاق والتعاقد بين التاجر وحسابه و ومنصة Five Dots فقط لا غير، ويلتزم التاجر و الحساب بالالتزام بأحكام
      هذه الاتفاقية، كما يوافق التاجر على أن يوضع في عين الاعتبار ما يلي:</li>
  </ul>

  <ul style="list-style-type: circle;">
    <li dir="rtl">اتفاقية الاستخدام هذه سارية على كافة المستخدمين لمنصة Five Dots وهي المُنظّمة للعلاقة وهي العقد فيما
      بين
      التاجر و منصة Five Dots فقط لا غير، بغض النظر عن أي شكل نظامي أو كيان قانوني أو مؤسسي أو تجاري أو خيري يتخذه
      التاجر
      أو الحساب.</li>
    <li dir="rtl">ليس من حق أي شخص &ndash; عدا إدارة منصة Five Dots &ndash; فرض أي مواد أو بنود أو أحكام في اتفاقية
      الاستخدام الخاصة بالمنصة، وللمنصة استقبال اقتراحات التجار فيما يتعلّق بهذه الاتفاقية.</li>
    <li dir="rtl">إذا تمت ترجمة اتفاقية الاستخدام لأي لغة أخرى ، سواء على منصة Five Dots أو خلافها، فإن النص العربي
      لاتفاقية الاستخدام يظل هو الأصل في كافة التعاملات.</li>
    <li dir="rtl">لا تُلغى أو تُعدل اتفاقية الاستخدام هذه إلا بموجب قرار يصدر من إدارة منصة Five Dots.</li>
  </ul>

</div>
@endsection